/* afpAccessDenied */
"-5000.message" = "No está autorizado a abrir la aplicación %@.";
"-5000.info" = "Póngase en contacto con el administrador para solicitar asistencia.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "No está autorizado a abrir el documento %@.";
"documentPermissionError.info" = "Póngase en contacto con el administrador para solicitar asistencia.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "No puede abrir la aplicación %@ porque está en la Papelera.";
"-5044.info" = "Para abrir esta aplicación, sáquela de la Papelera.";

/* kLSAppInTrashErr */
"-10660.message" = "No puede abrir la aplicación %@ porque está en la Papelera.";
"-10660.info" = "Para abrir esta aplicación, sáquela de la Papelera.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "No puede abrir la aplicación %@ porque está en la copia de seguridad de Time Machine.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "Esta versión de la aplicación %@ no puede utilizarse con esta versión de Mac OS X.";
"-10664.info" = "Usted dispone de %@ %@.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "Para poder abrir %@, debe actualizar a la versión más reciente.";
"-10664.info.2" = "Abra Actualización de Software para instalarlo ahora.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "Para abrir %@, debe instalar Rosetta. ¿Desea instalar Rosetta ahora?";
"-10665.error.title" = "Para abrir %@, debe instalar Rosetta.";
"-10665.error.nonetwork" = "Para instalar Rosetta, conéctese a Internet y abra %@. Si no puede conectarse a Internet, introduzca el disco de instalación de Mac OS X, abra la carpeta Optional Installs (instalaciones opcionales) y haga doble clic en “Optional Installs”.";
"-10665.error.noserver" = "No hay actualizaciones de software disponibles en estos momentos. Cuando lo estén, abra de nuevo %@.";
"-10665.error.busy" = "Hay otra actualización de software en curso. Cuando se haya completado, abra de nuevo %@ para instalar Rosetta.";
"-10665.error.notfound" = "Para instalar Rosetta más tarde, abra de nuevo %@. Si no puede conectarse a Internet, introduzca el disco de instalación de Mac OS X, abra la carpeta Optional Installs (instalaciones opcionales) y haga doble clic en “Optional Installs”.";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "No puede abrir la aplicación %@ porque el entorno Classic ya no es compatible.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "Esta versión de la aplicación %@ no puede utilizarse con esta versión de Mac OS X.";
"-10825.info" = "Tiene instalada la versión %@ de Mac OS X. Esta aplicación requiere Mac OS X %@ o posterior.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "No está autorizado a abrir la aplicación %@.";
"-10826.info" = "Póngase en contacto con el administrador para solicitar asistencia.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "No puede abrir la aplicación %@ porque está dañada o incompleta.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "No puede abrir la aplicación %@ porque está siendo usada por otra persona.";
"-10829.info" = "Pida al otro usuario que cierre la aplicación e inténtelo de nuevo.";

/* fnfErr */
"-43.message" = "La aplicación no se encuentra.";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "No hay ninguna aplicación definida por omisión para abrir el documento %@.";
kLSApplicationNotFoundErr.url = "No hay ninguna aplicación definida por omisión para abrir la URL %@.";

/* this is the default message we use if no other error was found */
default.message = "La aplicación %@ no puede abrirse.";
default.info = "%d";

default2.message = "La aplicación no puede abrirse.";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "No puede abrir la aplicación %@ porque no es compatible con este tipo de Mac.";

SU_BUTTON = "Actualización de Software…";

OK = "Aceptar";